datasets/benchmark-results/netvirtue/201811200814/wordpress-results-netvirtue-5-201811200814.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 139.273ms, rate sampling interval: 380ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    71.37ms   22.92ms 137.60ms   65.60%
    Req/Sec     4.91      6.02    13.00     67.18%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   68.16ms
 75.000%   86.21ms
 90.000%  105.34ms
 99.000%  127.74ms
 99.900%  137.73ms
 99.990%  137.73ms
 99.999%  137.73ms
100.000%  137.73ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      31.519     0.000000            1         1.00
      42.271     0.100000           25         1.11
      50.559     0.200000           50         1.25
      58.783     0.300000           75         1.43
      63.551     0.400000          100         1.67
      68.159     0.500000          125         2.00
      70.079     0.550000          138         2.22
      72.895     0.600000          150         2.50
      76.223     0.650000          163         2.86
      79.935     0.700000          175         3.33
      86.207     0.750000          188         4.00
      88.447     0.775000          194         4.44
      92.991     0.800000          200         5.00
      94.975     0.825000          207         5.71
      99.135     0.850000          213         6.67
     101.631     0.875000          219         8.00
     103.743     0.887500          222         8.89
     105.343     0.900000          225        10.00
     108.671     0.912500          229        11.43
     110.399     0.925000          232        13.33
     113.215     0.937500          235        16.00
     113.471     0.943750          236        17.78
     114.943     0.950000          238        20.00
     116.223     0.956250          241        22.86
     116.223     0.962500          241        26.67
     119.999     0.968750          243        32.00
     119.999     0.971875          243        35.56
     121.855     0.975000          244        40.00
     122.239     0.978125          245        45.71
     123.327     0.981250          246        53.33
     124.287     0.984375          247        64.00
     124.287     0.985938          247        71.11
     124.287     0.987500          247        80.00
     127.743     0.989062          248        91.43
     127.743     0.990625          248       106.67
     128.767     0.992188          249       128.00
     128.767     0.992969          249       142.22
     128.767     0.993750          249       160.00
     128.767     0.994531          249       182.86
     128.767     0.995313          249       213.33
     137.727     0.996094          250       256.00
     137.727     1.000000          250          inf
#[Mean    =       71.374, StdDeviation   =       22.922]
#[Max     =      137.600, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.44MB read
Requests/sec:      5.00
Transfer/sec:    263.38KB